# Energy Analysis Zone Use Outside Air Per Area Property

Source: https://www.revitapidocs.com/2026/b41ce9f6-a8c0-e6a0-be5d-735f46f9f555.htm

---

| Energy Analysis Zone Use Outside Air Per Area Property |
| --- |

Use the outside air per area.
**Namespace:** Autodesk.Revit.DB.Analysis
**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26\.0\.4\.0 (26\.0\.4\.0\) Syntax C\# VB C\+\+ F\#
```
public bool UseOutsideAirPerArea { get; }
```

```
Public ReadOnly Property UseOutsideAirPerArea As Boolean
	Get
```

```
public:
property bool UseOutsideAirPerArea {
	bool get ();
}
```

```
member UseOutsideAirPerArea : bool with get
```

#### Property Value

Boolean See Also

#### Reference

EnergyAnalysisZone Class Autodesk.Revit.DB.Analysis Namespace